Repository: HBNmughal/umrahflow
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Cash
ar: كاش

source: Cheque
ar: شيك

source: Bank Transfer
ar: تحويل الى حساب البنكي

source: Credit Card / Debit Card
ar: بطاقة الائتمان

source: Other
ar: اخرى

source: Settlement
ar: تسوية

source: Level 1
ar: مستوي الاول

source: Level 2
ar: مستوي الثاني

source: Level 3
ar: مستوي الثالث

source: Level 4
ar: مستوي الرابع

source: Level 5
ar: مستوي الخامس

source: Company
ar: الشركة

source: Account Name (English)
ar: اسم الحساب بالانجليزي

source: Account Name (Arabic)
ar: اسم الحساب بالعربي

source: Parent Account
ar: الحساب الاساسي

source: Allow Child Accounts
ar: السماح بحسابات الفرعي

source: Account Type
ar: نوع الحساب

source: Date
ar: التاريخ

source: Transaction
ar: العملية

source: Collected From
ar: استلمت من

source: Collected From Name
ar: استلمت من (الاسم)

source: To Account
ar: الى حساب

source: Amount
ar: المبلغ

source: Description
ar: البيان

source: Reference No
ar: رقم المرجع

source: Payment Method
ar: طريقة الدفع

source: Paid To
ar: المستلم

source: Paid To Name
ar: صرفنا الى (الاسم)

source: From Account
ar: من حساب

source: Account
ar: حساب

source: Debit
ar: مدين

source: Credit
ar: دائن

source: Total Debit
ar: اجمالي المدين

source: Total Credit
ar: اجمالي الدائن

source: Transaction should have at least 2 entries
ar: يجب أن تحتوي المعاملة على إدخالين على الأقل

source: Start Date
ar: من التاريخ

source: End Date
ar: الي تاريخ

source: Is Active
ar: فعال

source: Financial Year
ar: السنة المالية

source: Financial Years
ar: السنوات المالية

source: Account Name English
ar: اسم الحساب بالانجليزي

source: Account Name Arabic
ar: اسم الحساب بالعربي

source: Asset
ar: أصل

source: Expense
ar: مصروف

source: Account Number
ar: ؤقم الحساب

source: Account Level
ar: مستوى الحساب

source: Allow Edit
ar: السماح بالتعديل

source: Company Account
ar: حساب الشركة

source: Company Accounts
ar: حسابات الشركة

source: Accounts
ar: الحسابات

source: You can't add more child accounts to this account
ar: لا يمكنك إضافة المزيد من حسابات الفرعي إلى هذا الحساب

source: Description English
ar: البيان بالانجليزي

source: Description Arabic
ar: البيان بالعربي

source: Reference
ar: المرجع

source: You are not allowed to delete this transaction
ar: لا يسمح لك بحذف هذه المعاملة

source: Unknown
ar: مجهول

source: Debit and Credit are not equal
ar: مدين و دائن ليسا متساويين

source: Entry For
ar: الدخول ل

source: Debit and Credit should be positive numbers
ar: يجب أن يكون مدين و دائن أرقامًا موجبة

source: You can only select accounts of level 5
ar: يمكنك فقط تحديد حسابات المستوى 5

source: Debit or Credit should be greater than 0.00
ar: يجب أن يكون مدين او دائن أكبر من 0.00

source: You can only select either Debit or Credit
ar: يمكنك فقط اختيار إما مدين أو دائن

source: Journal Entry
ar: قيد

source: Journal Entries
ar: قيود

source: Reference Number
ar: رقم المرجع

source: Receipt Voucher
ar: سند قبض

source: Receipt Vouchers
ar: سندات قبض

source: Amount should be a positive number
ar: يجب أن يكون المبلغ رقمًا موجبًا

source: You are not allowed to edit this transaction
ar: غير مسموح لك بتعديل هذه المعاملة

source: Payment Voucher
ar: سند صرف

source: Payment Vouchers
ar: سندات صرف

source: Account Balance
ar: الرصيد الحساب

source: Print Account Statement
ar: طباعة كشف الحساب

source: Transaction No.
ar: رقم العملية.

source: Entry No.
ar: رقم القيد.

source: Balance
ar: الرصيد

source: Discription
ar: البيان

source: Username
ar: اسم المستخدم

source: Print
ar: طباعة

source: Receipt Vouchers Report
ar: تقرير سندات قبض

source: From Date
ar: من التاريخ

source: To Date
ar: الي تاريخ

source: Close
ar: إغلاق

source: Display Records
ar: عرض السجلات

source: Accounts Tree
ar: شجرة الحسابات

source: Settings
ar: إعدادات

source: Code
ar: كود

source: Level
ar: مستوي

source: Actions
ar: الإجرات

source: Country
ar: الدولة

source: Agent
ar: الوكيل

source: Agent type
ar: نوع الوكيل

source: Total Visas
ar: إجمالي عدد التأشيرات

source: Action
ar: الإجراء

source: View Account
ar: عرض الحساب

source: All Agents
ar: كل الوكلاء

source: Transaction Details
ar: تفاصيل العملية

source: Ledger Entries
ar: قيود

source: Create Transaction
ar: إنشاء عملية

source: Voucher No.
ar: رقم الفاتورة

source: Paid to
ar: صرف الى حساب

source: Paid from account
ar: صرف من حساب

source: View
ar: عرض

source: Save
ar: حفظ

source: Payment Voucher List
ar: سندات صرف

source: Add New
ar: إضافة جديد

source: Number
ar: رقم

source: Received From
ar: استلمت من

source: The Sum Of
ar: مبلغ وقدره

source: Being
ar: وذلك مقابل

source: Bank Name
ar: اسم البنك

source: Accountant
ar: محاسب

source: Auditor
ar: مدقق

source: Received By
ar: اسم المستلم

source: Add By
ar: مدخل

source: Created with
ar: إنشاء باستخدام

source: Print By
ar: طباعة من قبل

source: Account No.
ar: رقم الحساب.

source: Entered By
ar: مدخل

source: Account Statement
ar: كشف الحساب

source: Current Balance
ar: الرصيد الحالي

source: Outside Package
ar: خارج البرنامج

source: Time
ar: الوقت

source: From
ar: من

source: To
ar: الى

source: Type
ar: نوع

source: Status
ar: الحالة

source: Remarks
ar: ملاحظات

source: Voucher Remarks
ar: ملاحظات اشعار الوصول

source: Transport Remarks
ar: ملاحظات النقل

source: Note
ar: ملاحظة

source: Printed by
ar: طباعة من قبل

source: Collect Payment
ar: سند قبض

source: Receipt Voucher List
ar: سندات قبض

source: Collected from
ar: استلمت من

source: Collected to account
ar: استلمت الى حساب

source: Totel Entries
ar: عدد القيود

source: Transaction List
ar: العمليات

source: Create new Transaction
ar: إنشاء عملية جديدة

source: Entries Count
ar: عدد القيود

source: Transport Companies
ar: شركات النقل

source: Add New Company
ar: إضافة شركة جديد

source: Company Name
ar: اسم الشركة

source: Account Created.
ar: تم إنشاء الحساب.

source: Account Updated.
ar: تم تحديث الحساب.

source: Receipt Voucher has been added.
ar: تمت إضافة سند قبض بنجاح

source: Receipt Voucher has been updated.
ar: تمت تعديل سند قبض بنجاح

source: Please correct the errors below.
ar: الرجاء تصحيح الاخطاء الواردة أدناه.

source: Payment Voucher has been added.
ar: تمت إضافة سند صرف.

source: Payment Voucher has been updated.
ar: تم تحديث سند صرف

source: Accounts settings have been updated successfully.
ar: تم تحديث إعدادات الحسابات بنجاح.

source: Error while updating accounts settings
ar: حدث خطأ أثناء تحديث إعدادات الحسابات

source: Accounts Settings
ar: اعدادات حسابات

source: External Agent Accounts
ar: حسابات وكلاء الخارجي

source: Virtual Agent Accounts
ar: حسابات وكلاء الافتراضي

source: External Agent
ar: الوكيل الخارجي

source: Virtual Agent
ar: وكيل الافتراضي

source: Visa Price
ar: سعر التاشيرة

source: Transport Price
ar: سعر النقل

source: Transport Included By Default
ar: النقل متضمن بشكل افتراضي

source: Platform
ar: منصة

source: Comission Holder Account
ar: حساب صاحب العمولة

source: Change Date
ar: تاريخ

source: Commission Per Visa With Transport
ar: العمولة لكل تأشيرة مع النقل

source: Commission Per Visa Without Transport
ar: العمولة لكل تأشيرة بدون النقل

source: Arrival Voucher
ar: اشعار الوصول

source: Voucher Details
ar: تفاصيل الفاتورة

source: Group No
ar: رقم المجموعة

source: Group Name
ar: اسم المجموعة

source: PAX
ar: عدد

source: No of Transport Routes
ar: رسوم النقل

source: Transportation Type
ar: نوع الوصول

source: Approve
ar: موافق

source: Reject
ar: مرفوض

source: Flight no
ar: رقم الرحلة

source: Departure Date
ar: تاريخ المغادرة

source: Departure Time
ar: وقت المغادرة

source: Arrival Date
ar: تاريخ القدوم

source: Arrival Time
ar: وقت القدوم

source: Arrival
ar: القدوم

source: Return
ar: عودة

source: Agent Name English
ar: اسم الوكيل بالانجليزي

source: Agent Name Arabic
ar: اسم الوكيل بالعربي

source: Agent Address
ar: العنوان الوكيل

source: Agent contact
ar: تواصل الوكيل

source: User
ar: اسم المستخدم

source: Can View Account Statement
ar: إمكانية عرض كشف الحساب

source: Nusuk
ar: نسك

source: Tawaf
ar: طواف

source: Way to Umrah
ar: طريق العمرة

source: Baba Al Umrah
ar: باب العمرة

source: Visa Included Transport Price
ar: التأشيرة شاملة سعر النقل

source: Changed By
ar: اسم المستخدم

source: Arrival Vouchers
ar: اشعارات الوصول

source: Voucher
ar: فوتشر

source: Print Voucher
ar: طباعة اشعار الوصول

source: Print Transport Request
ar: طباعة طلب النقل

source: Group Details
ar: تفاصيل المجموعة

source: Flight Details
ar: تفاصيل الرحلة

source: Accommodation
ar: السكن

source: Transport
ar: النقل

source: Trips
ar: رحلات

source: Trips History
ar: السجل الزمني

source: Trips will be shown when you save voucher first time.
ar: سيتم عرض الرحلات عند قيامك بحفظ القسيمة لأول مرة.

source: Submit
ar: ارسال

source: This Voucher will be sent to Umrah Company. Are you sure?
ar: سيتم ارسال هذا الفاوتشر الى شركة. هل أنت واثق؟

source: Add New Arrival Voucher
ar: إضافة اشعار الوصول جديد

source: Search
ar: بحث

source: Agent Reference No
ar: رقم مرجع الوكيل

source: Group no
ar: رقم المجموعة

source: Transport Company
ar: شركة النقل

source: Starting Date
ar: تاريخ البداية

source: Total Movements
ar: إجمالي الحركات

source: Completed
ar: تم التنفيذ

source: Add Arrival Voucher
ar: إضافة اشعار الوصول جديد

source: Add
ar: اضافة

source: Dashboard
ar: لوحة التحكم

source: Total Pilgrims
ar: إجمالي المعتمرين

source: Agents List
ar: القائمة الوكلاء

source: Add New Agent
ar: إضافة وكيل

source: Current Price
ar: سعر الحالي

source: Commission
ar: العمولة

source: Visa Including Transport Price
ar: سعر التاشيرة شامل النقل

source: Yes
ar: نعم

source: No
ar: لا

source: Total
ar: الاجمالي

source: Create
ar: إنشاء

source: Operating Schedule
ar: جدول التشغيل

source: Reference no
ar: رقم المرجع

source: Transport type
ar: نوع النقل

source: Transport Status
ar: حالة النقل

source: Group Leader
ar: مشرف المجموعة

source: Driver(s)
ar: السائقين

source: Plate no
ar: رقم اللوحة

source: Routes
ar: مسارات

source: Current Visa Price
ar: سعر التأشيرة

source: Change History
ar: سجل التغيرات

source: Current
ar: الحالي

source: Agent User
ar: مستخدم الوكيل

source: Password
ar: كلمة المرور

source: Google Authenticator Key
ar: رمز التحقق Google Authenticator

source: Active
ar: فعال

source: Transport Program
ar: برنامج النقل

source: C.R No.
ar: رقم السجل التجاري.

source: VAT No.
ar: الرقم الضريبي.

source: Transport company
ar: شركة النقل

source: Transport BRN
ar: النقل BRN

source: New Agent Added.
ar: تمت إضافة وكيل جديد.

source: Something went wrong
ar: حدث خطأ ما

source: Agent Updated.
ar: تم تحديث الوكيل.

source: New Price Added.
ar: تمت الإضافة سعر الجديد.

source: New Agent User Added.
ar: تمت إضافة وكيل جديد

source: Something went wrong:
ar: حدث خطأ

source: Agent User Updated.
ar: تم تحديث بيانات مستخدم الوكيل

source: Arrival voucher has been added successfully, but you have exceeded your transport limit.
ar: تمت إضافة قسيمة الوصول بنجاح، ولكنك تجاوزت حد النقل الخاص بك.

source: Arrival voucher has been added successfully
ar: تمت إضافة قسيمة الوصول بنجاح

source: Error while creating arrival voucher
ar: حدث خطأ أثناء إنشاء قسيمة الوصول

source: Max pax limit is 51 per voucher, if you have more than 51 pax, please create another voucher
ar: الحد الأقصى للأشخاص هو 51 شخصًا لكل قسيمة، إذا كان لديك أكثر من 51 شخصًا، يرجى إنشاء قسيمة أخرى

source: Arrival voucher updated successfully
ar: تم تحديث قسيمة الوصول بنجاح

source: Rejection Reason
ar: سبب الرفض

source: Arrival voucher submitted successfully
ar: تمت ارسال اشعار الوصول بنجاح

source: Arrival voucher cannot be submitted
ar: لا يمكن ارسال اشعار الوصول

source: Agent codes have been updated successfully.
ar: تم تعديل كود الوكيل بنجاح.

source: Agent commission has been updated successfully.
ar: تم تحديث عمولة الوكيل بنجاح.

source: Error while updating agent commission
ar: حدث خطأ أثناء تحديث عمولة الوكيل

source: Agent Commission
ar: عمولة الوكيل

source: Makkah
ar: مكة المكرمة

source: Medina
ar: المدينة المنورة

source: Departure
ar: المغادرة

source: Jeddah Airport
ar: مطار جدة

source: Medina Airport
ar: مطار المدينة المنورة

source: Prayer in Rawdah - Men
ar: صلاة في الروضة - رجال

source: Prayer in Rawdah - Women
ar: صلاة في الروضة - نساء

source: Umrah
ar: العمرة

source: Under Review
ar: تحت الاجراء

source: Approved
ar: موافق عليه

source: Rejected
ar: مرفوض

source: Draft
ar: مسودة

source: By Air
ar: جوي

source: By Land
ar: بري

source: By Sea
ar: بحري

source: Group name
ar: اسم المجموعة

source: Group leader name
ar: اسم المشرف

source: Group leader contact
ar: رقم جوال المشرف

source: Arrival flight no
ar: رقم رحلة الوصول

source: Arrival date
ar: تاريخ القدوم

source: Arrival time
ar: وقت القدوم

source: Arrival airport
ar: مطار القدوم

source: Departure flight no
ar: رقم الرحلة المغادرة

source: Departure date
ar: تاريخ المغادرة

source: Departure time
ar: وقت المغادرة

source: Departure airport
ar: مطار المغادرة

source: Rejected Reason
ar: سبب الرفض

source: All
ar: الكل

source: Transport Type
ar: نوع النقل

source: Schedule For
ar: الجدول

source: Voucher No
ar: رقم الفاتورة

source: Pending
ar: قيد الانتظار

source: Sent to Transport
ar: تم إرساله إلى النقل

source: Confirmed
ar: مؤكد

source: Draft, with agent
ar: مسودة مع الوكيل

source: Rejected, sent back to agent
ar: تم الرفض وتم ارجاعه للوكيل

source: Sent to Accounts
ar: تم ارسال الى الحسابات

source: Reserved
ar: تم الحجز

source: Not Available
ar: غير متاح

source: Updated, Pending Approval
ar: بانتظار الموافقة بعد التعديل

source: Arrival Flight No
ar: رقم الرحلة القدوم

source: Arrival Airport
ar: مطار القدوم

source: Departure Flight No
ar: رقم الرحلة المغادرة

source: Departure Airport
ar: مطار جدةمطار المغادرة

source: Makkah Hotel
ar: فندق مكة المكرمة

source: Medina Hotel
ar: فندق المدينة المنورة

source: Men Request Date
ar: تاريخ الطلب رجال

source: Women Request Date
ar: تاريخ الطلب نساء

source: Men Reservation Date
ar: تاريخ الحجز رجال

source: Men Reservation Time
ar: وقت الحجز للرجال

source: Men Status
ar: حالة التصريح رجال

source: Women Reservation Date
ar: تاريخ الحجز نساء

source: Women Reservation Time
ar: وقت الحجز للنساء

source: Women Status
ar: حالة التصريح نساء

source: Transport Package
ar: برنامج نقل

source: Purchase Invoice
ar: فاتورة شراء

source: Package Purchase Amount
ar: سعر التكلفة البرنامج

source: Package Sale Amount
ar: مبلغ بيع البرنامج

source: Accounts Status
ar: كشف الحساب

source: Remarks for Accounts
ar: تحويل الى الحساب

source: This Voucher will be Approved and trips under this voucher will be added to operating schedule. Are you sure?
ar: ستتم الموافقة على هذه الاشعار وستتم إضافة الرحلات بموجب هذه الاشعار إلى جدول التشغيل. هل أنت متأكد؟

source: This Voucher will be Rejected and will be sent back to Agent. Are you sure?
ar: سيتم رفض هذه الاشعار وسيتم إعادتها إلى الوكيل. هل أنت متأكد؟

source: Edit
ar: تعديل

source: Accommodation Details
ar: تفاصيل السكن

source: Filter
ar: تصفية

source: Basic Details
ar: تفاصيل أساسية

source: Group Leader Name
ar: اسم المشرف

source: Group Leader Mobile No
ar: رقم الجوال المشرف

source: Flight
ar: الرحلة

source: Flight No
ar: رقم الرحلة

source: City
ar: المدينة

source: Hotel
ar: الفندق

source: Add Arrival Transport
ar: اضافة نقل للقدوم

source: Add InterCity Transport
ar: اضافة نقل الداخلية

source: Add City Tour Transport
ar: اضافة مزارات

source: Add Departure Transport
ar: اضافة نقل للمغادرة النهائية

source: Pending Approval
ar: بانتظار الموافقة

source: On the way
ar: علي الطريق

source: Delayed
ar: مؤجلة

source: Detailed Voucher
ar: فاتورة التفصيلية

source: Voucher no
ar: رقم الفاتورة

source: Basic Fees
ar: الرسوم الأساسية

source: Ground Services Fees
ar: رسوم الخدمات الأرضية

source: Additional Services Fees
ar: رسوم الخدمات الإضافية

source: Processing Fees
ar: رسوم المعالجة

source: Visa Fees
ar: رسوم التاشيرة

source: Insurance Fees
ar: رسوم التامين

source: Makkah BRN
ar: مكة BRN

source: Medina BRN
ar: المدينة المنورة BRN

source: Returns
ar: رجيع

source: per 1 person
ar: لكل 1 شخص

source: Sale Price
ar: سعر البيع

source: Add New Voucher
ar: اضف الفاتورة جديدة

source: Arrival Flight
ar: الرحلة القدوم

source: Departure Flight
ar: الرحلة المغادرة

source: Voucher Total
ar: الإجمالي الفاتورة

source: VAT Retrun
ar: ضريبة القيمة المضافة

source: Voucher Summary
ar: ملخص الفاتورة

source: Cost Price Total
ar: إجمالي التكلفة الفاتورة

source: Returns Total
ar: إجمالي رجيع

source: Sale Price Total
ar: إجمالي سعر البيع

source: Profit Total
ar: إجمالي الربح

source: Transport Request
ar: طلب النقل

source: Rawdah Permit Requests
ar: طلبات حجز الروضة

source: Rawdah Reservation
ar: حجوزات الروضة

source: Live Field Operation Dashboard
ar: لوحة العمليات المباشرة

source: Last Update
ar: اخر تحديث

source: Trips Date Open
ar: رحلات تاريخ مفتوح

source: Status changed successfully
ar: تم تغيير الحالة بنجاح

source: Error changing status
ar: حدث خطأ أثناء تغيير الحالة

source: Arrival voucher created successfully with the following warning: Number of pax is greater than the number of visas
ar: تم إنشاء قسيمة الوصول بنجاح مع التحذير التالي: عدد الأشخاص أكبر من عدد التأشيرات

source: Arrival voucher created successfully
ar: تم إنشاء قسيمة الوصول بنجاح

source: Arrival voucher flight details updated successfully
ar: تم تحديث تفاصيل رحلة قسيمة الوصول بنجاح

source: Error updating arrival voucher flight details
ar: حدث خطأ أثناء تحديث تفاصيل رحلة قسيمة الوصول

source: Arrival voucher accommodation details updated successfully
ar: تم تحديث تفاصيل الإقامة في قسيمة الوصول بنجاح

source: Error updating arrival voucher accommodation details
ar: حدث خطأ أثناء تحديث تفاصيل إقامة قسيمة الوصول

source: Arrival voucher is pending approval with the following warning: Number of pax is greater than the number of visas
ar: قسيمة الوصول في انتظار الموافقة مع التحذير التالي: عدد الأشخاص أكبر من عدد التأشيرات

source: Arrival voucher approved successfully with the following warning: Number of pax is greater than the number of visas
ar: تمت الموافقة على قسيمة الوصول بنجاح مع التحذير التالي: عدد الأشخاص أكبر من عدد التأشيرات

source: Company Admin
ar: مدير الشركة

source: Operations Supervisor
ar: مشرف العمليات

source: Company Name English
ar: اسم الشركة بالانجليزي

source: Company Name Arabic
ar: اسم الشركة بالعربي

source: MOH Permit No.
ar: رقم التصريح وزارة الحج.

source: Company Address English
ar: اسم الشركة بالانجليزي

source: Company Contact
ar: تواصل الشركة

source: Umrah Season
ar: موسم عمرة

source: Designation name english
ar: اسم الوظيفة بالانجليزي

source: Designation name arabic
ar: اسم الوظيفة بالعربي

source: ID No
ar: رقم الهوية

source: Name
ar: الاسم

source: Designation
ar: الوظيفة

source: Monthly Salary
ar: راتب الشهري

source: Current Application
ar: التطبيق الحالي

source: Default Currency
ar: العملة الافتراضية

source: Virtual Agents Account
ar: حساب وكلاء الافتراضي

source: External Agents Account
ar: حساب وكلاء الخارجي

source: Transport Company Account Tree
ar: حساب شركات نقل

source: Transport Expense Account
ar: حساب مصروفات نقل

source: GIB Main Account
ar: حساب بنك الخليج الرئيسي

source: GIB Virtual Account
ar: محفظة بنك الخليج الافتراضي

source: Settlement Account
ar: تسوية

source: Umrah Visa Purchase Account
ar: حساب مشتريات تاشيرات عمرة

source: Umrah Visa Sales Account
ar: حساب مبيعات تاشيرات عمرة

source: Transport Purchase Account
ar: حساب مشتريات نقل

source: Transport Sales Account
ar: حساب مبيعات نقل

source: VAT Account
ar: حساب الضريبة

source: Agent Commission Account
ar: حساب عمولات الوكلاء

source: Account Statement Note
ar: مذكرة كشف الحساب

source: Edit Hours
ar: تعديل قبل ساعات

source: Delete Hours
ar: حذف قبل ساعات

source: Designations
ar: الوظائف

source: Add New Designations
ar: اضافة الوظيفة الجديدة

source: Employees
ar: الموظفين

source: Add New Employee
ar: إضافة موظف جديد

source: In-Active
ar: غير فعال

source: Employee
ar: الموظف

source: Mandoobs
ar: مناديب

source: Add New Mandoob
ar: إضافة مندوب جديد

source: Mobile no
ar: رقم الجوال

source: Place
ar: موقع

source: New Designation has been Created.
ar: تم تسجيل الوظيفة جديدة.

source: New employee has been registered.
ar: تم تسجيل موظف جديد.

source: Employee record has been updated.
ar: تم تحديث سجل الموظف.

source: SAR
ar: ريال سعودي

source: Country name english
ar: اسم الدولة بالانجليزي

source: Country name arabic
ar: اسم الدولة بالعربي

source: Country phone code
ar: رمز الهاتف الدولي

source: UmrahFlow
ar: عمرة فلو

source: Select Application to continue
ar: اختيار التطبيق للمتابعة

source: Finance and Accounts
ar: المالية و الحسابات

source: Continue
ar: استمرار

source: Field Operations
ar: عمليات ميدانية

source: Human Resources
ar: الموارد البشرية

source: Log out
ar: تسجيل الخروج

source: Apps
ar: التطبيقات

source: Select
ar: اختيار

source: Processing...
ar: يتم المعالجة...

source: Total Groups
ar: إجمالي المجموعات

source: Total Agents
ar: إجمالي الوكلاء

source: Asalam Alaikum
ar: السلام عليكم

source: Use the following OTP to complete your Sign In procedures.
ar: استخدم رمز التالي لإكمال إجراءات تسجيل الدخول الخاصة بك.

source: Regards
ar: تحيات

source: Team
ar: الفريق

source: HBN Solutions
ar: حلول HBN

source: Islamabad
ar: اسلام آباد

source: Pakistan
ar: باكستان

source: Back to Dashboard
ar: العودة إلى لوحة التحكم

source: Something went wrong here
ar: حدث خطأ ما هنا

source: Language
ar: اللغة

source: Login
ar: تسجيل الدخول

source: Log In
ar: تسجيل الدخول

source: Google Authenticator Token
ar: رمز التحقق Google Authenticator

source: Log in
ar: تسجيل الدخول

source: OTP Verification
ar: التحقق من OTP

source: One time Password
ar: كلمة السر لمرة واحدة

source: Treasury
ar: الخزينة

source: Agent Vouchers
ar: فواتير الوكلاء

source: Agent Payments
ar: مدفوعات الوكلاء

source: Office Expenses
ar: مصروفات الشركة / مكتب

source: Salaries
ar: الرواتب

source: Transactions
ar: العمليات

source: Add new
ar: إضافة جديد

source: Invoices
ar: فواتير

source: Visa Invoices
ar: فواتير التاشيرات

source: Transport Invoices
ar: فواتير النقل

source: Arrival Voucher Invoices
ar: فواتير اشعارات الوصول

source: Agents
ar: الوكلاء

source: Operations
ar: العمليات

source: Tomorrow
ar: غداً

source: Today
ar: اليوم

source: Route
ar: مسار

source: Wrong Google Auth Key.
ar: رمز التحقق غير صحيح.

source: Wrong username or password.
ar: اسم المستخدم او كلمة مرور غير صحيح.

source: Package Purchase Price
ar: سعر الشراء البرنامج

source: Package Sale Price
ar: سعر البيع البرنامج

source: Voucher
ar: الفاتورة

source: Purchase Amount
ar: مبلغ الشراء

source: Sale Amount
ar: مبلغ البيع

source: Invoice No
ar: رقم الفاتورة

source: VAT Percentage
ar: نسبة ضريبة القيمة المضافة

source: VAT Amount
ar: قيمة الضريبة

source: Additional Movement
ar: حركة إضافية

source: Arrival Voucher Approved Invoices
ar: فواتير اشعارت الوصول موافق عليه

source: Invoice
ar: فاتورة

source: Purhase
ar: شراء

source: Sale
ar: بيع

source: Included in Package
ar: شامل البرنامج

source: Save and continue to Next
ar: احفظ وتابع إلى التالي

source: Save and go back to List
ar: احفظ وارجع إلى القائمة

source: Once saved, It will be marked as Approved
ar: بمجرد الحفظ، سيتم وضع علامة تمت "الموافقة عليه"

source: Arrival Voucher Pending Invoices
ar: فواتير اشعارت الوصول بانتظار الموافقة

source: Address
ar: العنوان

source: Main Account
ar: الحساب الاساسي

source: Agent Return
ar: رجيع للوكيل

source: Received To Account
ar: استلام لحساب

source: Bank Account Transfer
ar: تحويل الحساب البنكي

source: Refund
ar: رجيع

source: Refund Withdraw
ar: سحب من الرصيد الرجيع للوكيل

source: Commission Withdraw
ar: سحب من الرصيد العمولة

source: Transport Fees
ar: رسوم النقل

source: Accommodation Fees
ar: رسوم السكن

source: Fine / Violation Fees
ar: رسوم المخالفة / الغرامة

source: Catering Service Fees
ar: رسوم الخدمات الاعاشة

source: Collected
ar: تم الاستلام

source: General
ar: عام

source: Company Expense
ar: مصروفات الشركة

source: Salary
ar: راتب

source: Payment Type
ar: نوع الدفع

source: Payment For
ar: وذلك عن

source: Manual Receipt No.
ar: رقم سند القبض ايدي.

source: Paid by
ar: طريقة الدفع

source: Performed By
ar: المستلم
