Repository: HBNmughal/umrahflow
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Payment method
ar: طريقة الدفع

source: Bill No
ar: رقم الفاتورة

source: Reason
ar: السبب

source: Absent Days
ar: غياب

source: Collected Amount
ar: استلمت المبلغ

source: Payment from
ar: استلمت من

source: Withdraw Amount
ar: سند صرف

source: Transfer
ar: تحويل

source: Payment To / From
ar: تخويل الى / من

source: Add New Account
ar: إضافة حساب جديد

source: Price
ar: سعر البيع

source: Paid By
ar: طريقة الدفع

source: Transport Invoice
ar: فواتير النقل

source: Agent Accounts
ar: حسابات الوكلاء

source: Payroll
ar: الرواتب

source: Total Amount
ar: المبلغ الإجمالي

source: Total Employees
ar: إجمالي الموظفين

source: Net Salary
ar: صافي الراتب

source: Payrolls
ar: الرواتب

source: Create Payroll
ar: إنشاء كشوف الراتب

source: Withdraw Payment
ar: سحب المبلغ

source: Transfer to Account
ar: تحويل الى الحساب

source: Delete
ar: حذف

source: Delete Voucher
ar: حذف الفاتورة

source: This record will be deleted. Are you sure?
ar: سيتم حذف هذا السجل. هل أنت واثق؟

source: Office Expense
ar: مصروفات المكتب

source: Balance:
ar: الرصيد الحالي:

source: Due to Agent
ar: المبلغ المستحق للوكيل

source: Collected By
ar: اسم المستلم

source: Agents Current Balance Sheet
ar: تقرير أرصدة الوكلاء

source: Print Date
ar: تاريخ الطباعة

source: Not Specified
ar: غير محدد

source: Report Summary
ar: ملخص تقرير

source: Detailed
ar: التفصيلية

source: Total purchase amount
ar: إجمالي مبلغ الشراء التاشيرات

source: Current Account Balance
ar: الرصيد الحالي

source: Treasury Transactions Report
ar: تقرير عمليات الخزينة

source: Total amount deposited
ar: إجمالي المبلغ المودع

source: Total debit amount
ar: إجمالي مبلغ الصرف

source: Main Transactions
ar: العمليات الرئيسية

source: Payment Collected Succesfully
ar: تم الإيداع الدفعة بنجاح

source: Wrong token
ar: رمز Google خاطئ

source: Payment has been deleted succesfully
ar: تم حذف العملية بنجاح

source: Withdraw
ar: سحب المبلغ

source: Withdraw from Account Balance
ar: سحب من الرصيد الوكيل

source: Commission Withdrawl
ar: سحب من الرصيد العمولة

source: Returns Withdrawl
ar: سحب من الرصيد رجيع للوكيل

source: Payment Withdraw has been made succesfully
ar: تم سحب المبلغ من الحساب بنجاح

source: Office expense record has been created succesfully
ar: تم الإضافة العملية بنجاح

source: Please enter valid dates
ar: الرجاء إدخال تواريخ صحيحة

source: New payroll has been created.
ar: تم الانشاء كشوف الرواتب جديدة.

source: Salary for this employee has been marked as Collected.
ar: تم وضع علامة على راتب هذا الموظف على أنه تم الاستلام.

source: You cannot delete this transaction as it is linked to a voucher.
ar: لا يمكنك حذف هذه المعاملة لأنها مرتبطة بالفاتورة.

source: Transaction has been deleted succesfully
ar: تم حذف العملية بنجاح

source: Account has been created succesfully
ar: تم انشاء حساب بنجاح

source: Account has been updated succesfully
ar: تم تعديل الحساب الفاتورة بنجاح

source: Amount has been credited to agent succesfully
ar: تم إيداع المبلغ بنجاح

source: Amount has been debited from agent succesfully
ar: تم خصم المبلغ بنجاح

source: Amount has been credited to account succesfully
ar: تم إيداع المبلغ بنجاح

source: Amount has been debited from account succesfully
ar: تم خصم المبلغ بنجاح

source: Arrival Type
ar: نوع الوصول

source: Group Leader Mobile
ar: رقم جوال المشرف

source: Arrival to
ar: الوصول إلى

source: Name (English)
ar: اسم بالانجليزي

source: Name (Arabic)
ar: اسم بالعربي

source: Is Transport Company
ar: شركة نقل

source: Suppliers
ar: الموردين

source: From English
ar: من (الإنجليزي)

source: From Arabic
ar: من (العربية)

source: To English
ar: الى (الإنجليزي)

source: To Arabic
ar: الى (العربية)

source: Distance (km)
ar: المسافة (كم)

source: Transport Routes
ar: مسارات النقل

source: Driver Name
ar: اسم السائق

source: Driver Phone
ar: رقم الجوال

source: From Hotel
ar: من الفندق

source: To Hotel
ar: إلى الفندق

source: No Plate
ar: رقم اللوحة

source: Date Open
ar: تاريخ مفتوح

source: Transport Movement
ar: حركة النقل

source: Transport Movements
ar: حركات النقل

source: Add New Route
ar: إضافة مسار جديد

source: English
ar: الانجليزي

source: Arabic
ar: العربية

source: The session has expired. Please login again to continue.
ar: انتهت الجلسة. الرجاء تسجيل الدخول مرة أخرى للمتابعة.

source: Transport Included
ar: شامل النقل

source: Issue Date
ar: تاريخ الاصدار

source: Comission Rate
ar: مبلغ العمولة

source: Ground Service Price
ar: رسوم الخدمات الارضية

source: Visa Fee
ar: رسوم التاشيرة

source: Insurance Fee
ar: رسوم التامين

source: Electronic Services Fee
ar: رسوم الخدمات الالكترونية

source: Hotel BRN
ar: حجز فندق

source: Umrah Visa Group Invoice
ar: فاتورة مجموعة تاشيرات عمرة

source: Total Paid in Bank
ar: إجمالي مبلغ مدفوع في البنك

source: Invoice Total
ar: اجمالي الفاتورة

source: Umrah Visa Group Invoices
ar: فواتيرمجموعة تاشيرات عمرة

source: Default Prices
ar: الأسعار الافتراضية

source: Save changes
ar: حفظ التغييرات

source: Please correct the errors below
ar: الرجاء تصحيح الاخطاء الواردة أدناه

source: Invoice saved successfully
ar: تم تعديل الفاتورة بنجاح.

source: Default prices updated successfully
ar: تم تعديل الفاتورة بنجاح.

source: Group ID
ar: رقم المجموعة مركز المعلومات

source: Voucher Date and Time
ar: تاريخ الفاتورة

source: Extra Fees
ar: رسوم الاضافية

source: Voucher Expiry
ar: تاريخ الانتهاء الفاتورة

source: Ground Services Price
ar: رسوم الخدمات الارضية

source: Additional Services Price
ar: رسوم الخدمات الإضافية

source: Transport BRN Price
ar: سعر النقل BRN

source: Makkah BRN Price
ar: مكة BRN

source: Medina BRN Price
ar: المدينة BRN

source: Transport BRN Return
ar: رجيع النقل BRN

source: Makkah BRN Return
ar: رجيع مكة BRN

source: Medina BRN Return
ar: رجيع المدينة BRN

source: Ground Services Fee Return
ar: رجيع رسوم الخدمات الأرضية

source: VAT Return
ar: رجيع الضريبة

source: Refund Agent
ar: رجيع للوكيل

source: Purchase Transaction
ar: العملية الشراء

source: Item
ar: الصنف

source: Quantity
ar: الكمية

source: Total Cost
ar: إجمالي التكلفة

source: Tax Percentage
ar: نسبة الضريبة

source: Bus
ar: باص

source: Shared Bus
ar: باص فرادى

source: Private Car
ar: خاص

source: Allow Edit Manualy
ar: السماح بالتعديل يدوياً

source: Transport Invoice. Invoice No:
ar: فاتورة نقل. رقم الفاتورة:

source: B2B without Contract
ar: B2B الوكيل الافتراضي

source: Select Agent
ar: اختيار الوكيل

source: Vouchers Report
ar: تقرير الفواتير

source: Total PAX
ar: إجمالي عدد المعتمرين

source: Total Cost Price
ar: إجمالي سعر التكلفة

source: Total Sale Price
ar: إجمالي سعر البيع

source: vouchers List
ar: القائمة الفواتير

source: Invoice No.
ar: رقم الفاتورة.

source: Initial Prices
ar: الأسعار الأولية

source: Vouchers
ar: الفواتير

source: Group Code
ar: رقم المجموعة

source: Group ID NIC
ar: رقم المجموعة مركز المعلومات

source: Sub Agent
ar: الوكيل الفرعي

source: Expiry Date
ar: تاريخ الانتهاء

source: Voucher number already exist.
ar: رقم الفاتورة موجود بالفعل.

source: Voucher added successfully.
ar: تمت الإضافة الفاتورة الجديد.

source: Voucher Detailes Updated
ar: تم تحديث تفاصيل الفاتورة

source: Initial prices saved successfully.
ar: تم حفظ الأسعار الأولية بنجاح.

source: Voucher has been deleted successfully.
ar: تم حذف الفاتورة بنجاح.

source: Invoice has been added successfully.
ar: تم اضافة الفاتورة بنجاح.

source: Invoice has been updated successfully.
ar: تم تعديل الفاتورة بنجاح.

source: Invoice has been deleted successfully.
ar: تم حذف الفاتورة بنجاح.
